Repository: FleyerGG/FTest
Catalog: src/main/resources/i18n/*.po
Languages: de_de, ru_ru

source: You need to give a map name.
de_de: Du musst einen Kartennamen angeben.
ru_ru: Вам нужно дать имя карте.

source: This map does not exist.
de_de: Diese Karte existiert nicht.
ru_ru: Такая карта не существует.

source: You are going to delete
de_de: Du bist im Inbegriff zu löschen
ru_ru: Вы собираетесь удалить

source: Are you sure ?
de_de: Bist du sicher?
ru_ru: Вы уверены?

source: [Confirm]
de_de: [Bestätige]
ru_ru: [Подтвердить]

source: {red}This map will be deleted {bold}forever{red}!
de_de: {red}Diese Karte wird {bold}unwiderruflich {red}gelöscht!
ru_ru: {red}Эта карта будет удалена {bold}навсегда{red}!

source: Map successfully deleted.
de_de: Karte erfolgreich gelöscht.
ru_ru: Карта успешно удалена.

source: The requested map was too big to fit in your inventory.
de_de: Die angeforderte Karte ist zu groß um in dein Inventar zu passen.
ru_ru: Запрашиваемая карта слишком большая для вашего инвентаря.

source: Use '/maptool getremaining' to get the remaining maps.
de_de: Nutze '/maptool getremaining' um die übrigen Karten zu erhalten.
ru_ru: Используйте '/maptool getremaining', чтобы получить остальные карты.

source: You have no remaining map.
de_de: Du hast keine Karte mehr übrig.
ru_ru: У вас нет остальных карт.

source: Your inventory is full! Make some space before requesting the remaining maps.
de_de: Dein Inventar ist voll! Mach Platz bevor du weitere Karten anforderst.
ru_ru: Ваш инвентарь заполнен! Освободите место перед тем, как запросить остальные карты.

source: There is {0} map remaining.
de_de: Es steht {0} Karte aus.
ru_ru: Осталась {0} карта.

source: No map found.
de_de: Keine Karte gefunden.
ru_ru: Карта не найдена.

source: {white}{bold}{0} map found.
de_de: {white}{bold}{0} Karte gefunden.
ru_ru: {white}{bold}{0} карта найдена.

source: {white}Click{gray} to get this map
de_de: {white}Klicke{gray} um die Karte zu erhalten
ru_ru: {white}Кликните{gray}, чтобы получить эту карту

source: A migration process is already running. Check console for details.
de_de: Eine Migration ist bereits im Gange. Siehe Konsole für Details.
ru_ru: Процесс миграции уже запущен. Проверьте консоль, чтобы уточнить детали.

source: Migration started. See console for details.
de_de: Migration gestartet. Siehe Konsole für Details.
ru_ru: Миграция начата. Смотрите консоль, чтобы уточнить детали.

source: You must give an URL to take the image from.
de_de: Du musst eine URL zu einem Bild angeben.
ru_ru: Вы должны дать URL, откуда будет взято изображение.

source: Invalid URL.
de_de: Ungültige URL.
ru_ru: Неверный URL

source: Rendering...
de_de: Rendere...
ru_ru: Прорисовка...

source: Rendering finished!
de_de: Rendern abgeschlossen!
ru_ru: Прорисовка завершена!

source: The rendered map was too big to fit in your inventory.
de_de: Die gerenderte Karte ist zu groß um in dein Inventar zu passen.
ru_ru: Прорисованная карта слишком большая для вашего инвентаря.

source: {ce}Map rendering failed: {0}
de_de: {ce}Rendern der Karte gescheitert: {0}
ru_ru: {ce}Ошибока прорисовки карты: {0}

source: {0} » {black}Confirm deletion
ru_ru: {0} » {black}Подтвердить удаление

source: {red}You're about to destroy this map...
ru_ru: {red}Вы собираетесь уничтожить эту карту...

source: {red}...{italic}forever{red}.
ru_ru: {red}...{italic}навсегда{red}.

source: {gray}Name: {white}{0}
ru_ru: {gray}Имя: {white}{0}

source: {gray}Map ID: {white}{0}
ru_ru: {gray}ID карты: {white}{0}

source: {gray}Maps inside: {white}{0}
ru_ru: {gray}Карты внутри: {white}{0}

source: {gray}Map successfully deleted.
de_de: {gray}Karte erfolgreich gelöscht.
ru_ru: {gray}Карта успешно удалена.

source: {green}Map part
ru_ru: {green}Часть карты

source: {gray}Column: {white}{0}
ru_ru: {gray}Столбец: {white}{0}

source: {gray}Row: {white}{0}
ru_ru: {gray}Строка: {white}{0}

source: {gray}» {white}Click{gray} to get only this part
ru_ru: {gray}» {white}Кликните{gray}, чтобы получить эту часть

source: {gray}Part: {white}{0}
ru_ru: {gray}Часть: {white}{0}

source: Your maps » {black}{0}
ru_ru: Ваши карты » {black}{0}

source: {blue}Rename this image
ru_ru: {blue}Переименуйте это изображение

source: {gray}Click here to rename this image; this is used for your own organization.
ru_ru: {gray}Кликните сюда, чтобы переименовать это изображение; это используется для вашей собственной организации.

source: {red}Delete this image
ru_ru: {red}Удалить это изображение

source: {gray}Deletes this map {white}forever{gray}. This action cannot be undone!
ru_ru: {gray}Удаляет эту карту {white}навсегда{gray}. Это действие не может быть завершено!

source: {gray}You will be asked to confirm your choice if you click here.
ru_ru: {gray}Вам будет предложено подтвердить свой выбор, если вы кликните здесь.

source: {green}« Back
ru_ru: {green}« Назад

source: {gray}Go back to the list.
ru_ru: {gray}Вернуться к списку.

source: {white}Single map
ru_ru: {white}Одиночная карта

source: {white}Poster map ({0} × {1})
ru_ru: {white}Постер ({0} × {1})

source: {white}Poster map ({0} parts)
ru_ru: {white}Постер ({0} parts)

source: {gray}Map ID: {0}
de_de: {gray}Karten-ID: {0}
ru_ru: {gray}ID карты: {0}

source: {gray}» {white}Left-click{gray} to get this map
de_de: {gray}» {white}Linksklick{gray} um diese Karte zu erhalten
ru_ru: {gray}» {white}ЛКМ{gray} для получения этой карты

source: {gray}» {white}Right-click{gray} for details and options
de_de: {gray}» {white}Rechtsklick{gray} für Details und Optionen
ru_ru: {gray}» {white}ПКМ{gray} для деталей и опций

source: {red}You don't have any map.
de_de: {red}Du hast keine Karte.
ru_ru: {red}У вас нет карт.

source: {gray}Get started by creating a new one using {white}/tomap <URL> [resize]{gray}!
de_de: {gray}Für den Anfang erstelle mit {white}/tomap <URL> [resize]{gray} eine neue!
ru_ru: {gray}Начните создание новой с помощью {white}/tomap <URL> [resize]{gray}!

source: {black}Your maps {reset}({0})
de_de: {black}Deine Karten {reset}({0})
ru_ru: {black}Ваши карты {reset}({0})

source: {blue}Usage statistics
ru_ru: {blue}Статистика использования

source: {white}{0}{gray} image rendered
ru_ru: {white}{0}{gray} изображение прорисовано

source: {white}{0}{gray} Minecraft map used
ru_ru: {white}{0}{gray} Minecraft карта использована

source: {blue}Minecraft maps limits
ru_ru: {blue}Minecraft лимит карт

source: {gray}Server-wide limit: {white}unlimited
ru_ru: {gray}Лимит на сервере: {white}неограничено

source: {gray}Server-wide limit: {white}{0}
ru_ru: {gray}Лимит на сервере: {white}{0}

source: {gray}Per-player limit: {white}unlimited
ru_ru: {gray}Лимит для игрокаt: {white}неограничено

source: {gray}Per-player limit: {white}{0}
ru_ru: {gray}Лимит для игрока: {white}{0}

source: {white}{0} %{gray} of your quota used
ru_ru: {white}{0} %{gray} часть, используемая вами

source: {white}{0}{gray} map left
ru_ru: {white}{0}{gray} карта осталась

source: HTTP error : {0} {1}
ru_ru: HTTP ошибка : {0} {1}

source: The given URL is not a valid image
de_de: Die angegebene URL ist kein gültiges Bild
ru_ru: Указанный URL имеет неверный формат изображения

source: Map
de_de: Karte
ru_ru: Карта

source: You have too many maps (maximum : {0}).
de_de: Du hast zu viele Karten (Maximum : {0}).
ru_ru: Вы имеете слишком много карт (максимум : {0}).

source: The server ImageOnMap limit has been reached.
de_de: Das Limit für ImageOnMap wurde auf diesem Server erreicht.
ru_ru: Лимит карт на сервере достигнут.

source: The given map does not exist.
de_de: Die angegebene Karte existiert nicht.
ru_ru: Данная карта не существует.

source: Migration is already running.
de_de: Migration läuft bereits.
ru_ru: Миграция уже запущена.

source: Waiting for migration to finish...
de_de: Warte auf Abschluss der Migration...
ru_ru: Подождите окончания миграции...

source: Migration thread has been interrupted while waiting to finish. It may not have ended correctly.
de_de: Migrationsvorgang wurde während des Wartens auf Beendigung unterbrochen. Dies wurde eventuell nicht korrekt beendet.
ru_ru: Поток миграции был прерван во время ожидания завершения. Может быть не завершено корректно.

source: Error while preparing migration
de_de: Fehler während Migrationsvorbereitung
ru_ru: Ошибка во время подготовки миграции

source: Aborting migration. No change has been made.
de_de: Breche Migration ab. Es wurden keine Änderungen vorgenommen.
ru_ru: Прерываю миграции. Изменения не будут применены.

source: Error while migrating
de_de: Fehler bei der Migrierung
ru_ru: Ошибка во время миграции

source: Aborting migration. Some changes may already have been made.
de_de: Breche Migration ab. Änderungen können bereits gemacht worden sein.
ru_ru: Прерываю миграции. Некоторые изменения могут быть применены.

source: Before trying to migrate again, you must recover player files from the backups, and then move the backups away from the plugin directory to avoid overwriting them.
de_de: Vor der erneuten Migration müssen die Spieler-Dateien aus den Backups wiederhergestellt und die Backups an einen anderen Ort verschoben werden, damit diese nicht überschrieben werden.
ru_ru: Перед попыткой повторной миграции, вы должны восстановить файлы игроков из бэкапов, затем переместить резервные копии из каталога плагинов, чтобы избежать их перезаписи.

source: Looking for configuration files to migrate...
de_de: Suche nach Konfigurationsdateien zum Migrieren...
ru_ru: Ищем файлы для конфигурации миграции...

source: Detected former posters file {0}
de_de: Erkenne vorherige Poster-Datei {0}
ru_ru: Обнаружен файл прошлых постеров{0}

source: Detected former maps file {0}
de_de: Erkenne vorherige Karten-Datei {0}
ru_ru: Обнаружен файл прошлых постеров {0}

source: There is nothing to migrate. Stopping.
de_de: Nichts zum Migrieren. Stoppe.
ru_ru: Нечему мигрировать. Останавливаю.

source: Done.
de_de: Fertig.
ru_ru: Завершено.

source: Backup directories already exists.
de_de: Backup-Ordner existieren bereits.
ru_ru: Бэкап каталоги уже существуют.

source: This means that a migration has already been done, or may not have ended well.
de_de: Das bedeutet, dass die Migration bereits erledigt wurde oder nicht geglückt ist.
ru_ru: Это означает, что миграция уже выполнена, или, возможно, не закончиласьхорошо.

source: To start a new migration, you must move away the backup directories so they are not overwritten.
de_de: Um eine neue Migration zu startet, müssen die Backup-Ordner zunächst verschoben werden, damit sie nicht überschrieben werden.
ru_ru: Чтобы начать новую миграцию, вы должны переместить каталоги бэкапов, чтобы они не перезаписались.

source: Backing up map data before migrating...
de_de: Sichere Karten-Daten bevor Migration...
ru_ru: Резервное копирование карт перед миграцией...

source: Backup complete.
de_de: Sicherung fertiggestellt.
ru_ru: Бэкап завершён.

source: Fetching UUIDs from Mojang...
de_de: Frage UUIDs von Mojang ab...
ru_ru: Получаем UUIDs от Mojang...

source: An error occurred while fetching the UUIDs from Mojang
de_de: Ein Fehler ist während der Abfrage von UUIDs bei Mojang aufgetreten
ru_ru: Произошла ошибка при получении UUIDs от Mojang

source: The migration worker has been interrupted
de_de: Die Migration wurde unterbrochen
ru_ru: Миграционный работник был прерван

source: Fetching done. {0} UUID have been retrieved.
de_de: Abfrage fertig. {0} UUID erhalten.
ru_ru: Получение завершено. {0} UUID был получен.

source: Mojang did not find UUIDs for {0} player at the current time.
de_de: Mojang findet zurzeit keine UUIDs für {0} Spieler.
ru_ru: Mojang не нашёл UUIDs для {0} игрока на текущее время.

source: The Mojang servers limit requests rate at one per second, this may take some time...
de_de: Die Mojang Server limitieren die Abfrage auf eine pro Sekunde, dies kann eine Weile dauern...
ru_ru: Серверы Mojang имеют ограничение запросов, это может занять некоторое время...

source: Mojang did not find player data for {0} player
de_de: Mojang findet keine Spielerdaten für {0} Spieler
ru_ru: Mojang не нашёл данных для игрока {0}

source: The following players do not exist or do not have paid accounts :
de_de: Die folgenden Spieler existieren nicht oder haben keine bezahlten Accounts :
ru_ru: Следующие игроки не существуют или не имеют платных аккаунтов:

source: Mojang could not find any of the registered players.
de_de: Mojang konnte keinen der registrierten Spieler finden.
ru_ru: Mojang не удалось найти существующих игроков.

source: Merging map data...
de_de: Füge Kartendaten zusammen...
ru_ru: Объединяю данные карт...

source: {0} registered minecraft map is missing from the save.
de_de: {0} registrierte Minecraft Karte fehlt im save.
ru_ru: {0} зарегистрированная minecraft карта отсутствует в сохранении.

source: These maps will not be migrated, but this could mean the save has been altered or corrupted.
de_de: Diese Karten werden nicht migriert, das könnte bedeuten, dass der save verändert oder beschädigt ist.
ru_ru: Эти карты не будут перенесены, но это может означать, что сохранение было изменено или повреждено.

source: The following maps are missing : {0}
de_de: Die folgenden Karten fehlen : {0}
ru_ru: Следующие карты отсутствуют : {0}

source: Saving changes...
de_de: Speichere Veränderungen...
ru_ru: Сохраняю изменения...

source: Cleaning up old data files...
de_de: Säubere alte Daten...
ru_ru: Очищаю устаревшие данные файлов...

source: Deleting old map data file...
de_de: Lösche alte Karten-Daten...
ru_ru: Удаляю устаревший файл карты...

source: {0} map could not be migrated.
de_de: {0} Karte konnte nicht migriert werden.
ru_ru: {0} карта не может быть перенесена.

source: Deleting old poster data file...
de_de: Lösche alte Poster Daten...
ru_ru: Удаление устаревшего файла данных постера...

source: {0} poster could not be migrated.
de_de: {0} Poster konnte nicht migriert werden.
ru_ru: {0} постер не может быть перенесён.

source: Data that has not been migrated will be kept in the old data files.
de_de: Nicht migrierte Daten verbleiben in den alten Daten-Files.
ru_ru: Данные, которые не были перенесены, будут сохранены в старых файлах данных.

source: {0} (part {1})
ru_ru: {0} (часть {1})

source: {0} (row {1}, column {2})
ru_ru: {0} (строка {1}, столбец {2})

source: Splatter Map
ru_ru: Размещаю карту

source: Item frames needed
de_de: Rahmen benötigt
ru_ru: Нужны рамки для предметов

source: {0} × {1} (total {2} frames)
ru_ru: {0} × {1} (всего {2} рамок)

source: How to use this?
de_de: Wie benutzt man das?
ru_ru: Как использовать это?

source: Place empty item frames on a wall, enough to host the whole map. Then, right-click on the bottom-left frame with this map.
de_de: Platziere leere Rahmen an die Wand, mit ausreichend Platz für alle Kartenteile. Mit der Karte in der Hand rechtsklicke auf den Rahmen unten links.
ru_ru: Поместите пустые рамки на стену, столько, чтобы разместить всю карту. Теперь, ПКМ понижней левой рамке этой картой.

source: Shift-click one of the placed maps to remove the whole poster in one shot.
de_de: Shift-Klick auf eines der platzierten Maps und das gesamte Poster zu entfernen.
ru_ru: Shift-клик по одной из размещенных карт для удаления всего постера за один раз.

source: {ce}There is not enough space to place this map ({0} × {1}).
de_de: {ce}Der Platz reicht für diese Map nicht aus ({0} × {1}).
ru_ru: {ce}Здесь недостаточно места для размещения этой картй ({0} × {1}).

source: Invalid Stretching mode.
de_de: Ungültiger Strecken-Modus.

source: HTTP error: {0} {1}
de_de: HTTP Fehler: {0} {1}

source: {gray}Unfortunately, you are not allowed to create one.
de_de: {gray}Leider ist dir nicht erlaubt eine neue zu erstellen.

source: Image Editor
de_de: Bildbearbeiter

source: Resize image
de_de: Bild skalieren

source: Enabled
de_de: Aktivieren

source: Disabled
de_de: Deaktivieren

source: You can automatically resize the image to a certain number of blocks (or item frames).
de_de: Du kannst das Bild automatisch auf eine bestimmte Anzahl an Blöcken (oder Rahmen) skalieren.

source: Original size (in blocks)
de_de: Originalgröße (in Blöcken)

source: Loading...
de_de: Lade...

source: {gray}» {white}Click{gray} to disable resize
de_de: {gray}» {white}Klicke{gray} um Skalierung zu deaktivieren

source: {gray}» {white}Click{gray} to enable resize
de_de: {gray}» {white}Klicke{gray} um Skalierung zu aktivieren

source: Current size: {0} × {1}
de_de: Aktuelle Größe: {0} × {1}

source: {gray}» {white}Click{gray} to decrease the image's width by 10 blocks
de_de: {gray}» {white}Klicke{gray} um die Bildbreite um 10 Blöcke zu verringern

source: {gray}» {white}Click{gray} to decrease the image's height by 10 blocks
de_de: {gray}» {white}Klicke{gray} um die Bildhöhe um 10 Blöcke zu verringern

source: {gray}» {white}Click{gray} to decrease the image's width by one block
de_de: {gray}» {white}Klicke{gray} um die Bildbreite um1 Block zu verringern

source: {gray}» {white}Click{gray} to decrease the image's height by one block
de_de: {gray}» {white}Klicke{gray} um dieBildhöhe um einen Block zu verringern

source: {ce}You are no longer allowed to do that.
de_de: {ce}Dir ist es nicht mehr gestattet dies zu tuen.

source: {ce}Map names can't be empty.
de_de: {ce}Kartenname darf nicht leer sein.

source: {cs}Map successfully renamed.
de_de: {cs}Karte erfolgreich umbenannt.
